Repository: rl-institut/offgridplanner-thailand
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Rectifier Investment Cost
th: ต้นทุนการลงทุนของเรคติไฟเออร์

source: Annual Fuel Cost
th: ค่าเชื้อเพลิงต่อปี

source: Total annualized Cost
th: ต้นทุนรวมต่อปี

source: Annualized costs provide a comprehensive view of the expenses related to an investment over its duration. These costs include the initial investment expenses, the costs for replacing assets with a lifespan shorter than the project, variable costs, fuel expenses, and the residual value at the end of the project lifetime. By incorporating the time value of money using a specified interest rate, annualized costs translate these multifaceted expenditures into a standardized yearly figure. The Capital Recovery Factor (CRF) is utilized in the calculation to ensure a consistent and accurate understanding of the total costs over time.
th: ต้นทุนรายปีให้ภาพรวมที่ครอบคลุมของค่าใช้จ่ายที่เกี่ยวข้องกับการลงทุนตลอดระยะเวลาโปรเจค ต้นทุนเหล่านี้รวมถึงค่าใช้จ่ายในการลงทุนเริ่มต้น ค่าใช้จ่ายในการทดแทนอุปกรณ์ที่มีอายุการใช้งานสั้นกว่าอายุโปรเจค ต้นทุนผันแปร ค่าใช้จ่ายเชื้อเพลิง และมูลค่าคงเหลือเมื่อสิ้นสุดอายุโปรเจคโดยการคำนึงถึงมูลค่าเงินตามเวลาโดยใช้อัตราดอกเบี้ยที่กำหนด ต้นทุนรายปีจะแปลงค่าใช้จ่ายหลายมิติให้เป็นตัวเลขมาตรฐานต่อปี โดยใช้อัตราส่วนการคืนทุน (Capital Recovery Factor: CRF) ในการคำนวณเพื่อให้มั่นใจว่ามีความเข้าใจที่สอดคล้องและถูกต้องเกี่ยวกับต้นทุนรวมในระยะยาว

source: Grid's annualized Cost
th: ค่าใช้จ่ายรายปีของโครงข่ายไฟฟ้า

source: PV's annualized Cost
th: ค่าใช้จ่ายรายปีของ PV

source: Battery's annualized Cost
th: ค่าใช้จ่ายรายปีของแบตเตอรี่

source: Inverter's annualized Cost
th: ค่าใช้จ่ายรายปีของอินเวอร์เตอร์

source: Diesel Generator's annualized Cost
th: ค่าใช้จ่ายรายปีของเครื่องกำเนิดไฟฟ้าดีเซล

source: Rectifier's annualized Cost
th: ค่าใช้จ่ายรายปีของเรคติไฟเออร์

source: Optimal Capacity of Components
th: กำลังที่เหมาะสมที่สุดของอุปกรณ์

source: Breakdown of the LCOE
th: การแจกแจงต้นทุนไฟฟ้าปรับระดับ (LCOE)

source: Sankey Diagram Representing the Energy Flow in the System
th: แผนภาพแซนคีย์แสดงการไหลของพลังงานในระบบ

source: *electricity surplus is not shown
th: *ไม่ได้แสดงไฟฟ้าส่วนเกิน

source: Demand Coverage by Renewable and Non-Renewable Resources
th: การตอบสนองความต้องการไฟฟ้าโดยแหล่งพลังงานหมุนเวียนและไม่หมุนเวียน

source: Annual Energy Flows with 1-Hour Resolution
th: การไหลเวียนของพลังงานรายปีแบบละเอียดในระดับ 1 ชั่วโมง

source: Duration Curves for All Components
th: กราฟแสดงระยะเวลาการทำงานของอุปกรณ์ทั้งหมด

source: Cumulative CO2 Emissions
th: การปล่อย CO2 สะสม

source: No results
th: ไม่มีผลลัพธ์

source: Yes, start calculation
th: ใช่ เริ่มการคำนวณ

source: No, go to project setup
th: ไม่ ไปที่การตั้งค่าโปรเจค

source: You have a calculation in progress that has not yet been completed. Therefore, you cannot start another calculation. You can either revoke the pending calculation or wait for it to be finished.คุณสามารถยกเลิกการคำนวณที่ค้างอยู่หรือรอให้เสร็จสิ้นก่อน
th: โปรเจค

source: New Project
th: โปรเจคใหม่

source: ID
th: รหัส

source: Project Name
th: ชื่อโปรเจค

source: Creation Date
th: วันที่สร้าง

source: Last Update
th: การปรับปรุงล่าสุด

source: Model Status
th: สถานะแบบจำลอง

source: Duplicate Project
th: ทำซ้ำโปรเจค

source: Delete Project
th: ลบโปรเจค

source: Edit Project
th: แก้ไขโปรเจค

source: Show Results
th: แสดงผลลัพธ์

source: You do not yet have any saved projects
th: คุณยังไม่มีโปรเจคที่บันทึกไว้

source: Are you sure you want to delete the project?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโปรเจคนี้?

source: Create Example Model
th: สร้างแบบจำลองตัวอย่าง

source: You have not created any projects yet. Would you like a sample project to be set up for you?
th: คุณยังไม่ได้สร้างโปรเจคใด ๆ ต้องการให้ระบบตั้งค่าโปรเจคตัวอย่างให้หรือไม่?

source: Yes
th: ใช่

source: No
th: ไม่

source: Scenario step
th: ขั้นตอนสถานการณ์

source: Scenario
th: สถานการณ์

source: My projects
th: โปรเจคของฉัน

source: Previous
th: ก่อนหน้า

source: Personal info
th: ข้อมูลส่วนตัว

source: Permissions
th: สิทธิ์การใช้งาน

source: Important dates
th: วันสำคัญ

source: Users
th: ผู้ใช้

source: This email has already been taken.
th: อีเมลนี้ถูกใช้งานแล้ว

source: I have read and accept the <a target='_blank' href='%(privacy_url)s'>privacy statement</a> from open_plan
th: ฉันได้อ่านและยอมรับ<a target='_blank' href='%(privacy_url)s'>นโยบาย ความเป็นส่วนตัว</a>จาก open_plan

source: The given email must be set
th: ต้องระบุอีเมล

source: Name of User
th: ชื่อผู้ใช้

source: email address
th: ที่อยู่อีเมล

source: Information successfully updated
th: อัปเดตข้อมูลเรียบร้อยแล้ว

source: Project Description
th: คำอธิบายของโปรเจค

source: The interest rate in investment calculations signifies the cost of capital and the potential return from an alternative investment of similar risk. It helps express the time value of money, crucial for determining the present value of future cash flows. This assists in evaluating and comparing investment opportunities. Default value of 12.3% is taken from World Bank reported average lending interest rate data of 2022. Please make sure to check this value for your project.
th: อัตราดอกเบี้ยในการคำนวณการลงทุนแสดงถึงต้นทุนของเงินทุนและผลตอบแทนที่เป็นไปได้จากการลงทุนในทางอื่นที่มีความเสี่ยงใกล้เคียงกัน อัตราดอกเบี้ยช่วยสะท้อนมูลค่าเงินตามเวลา ซึ่งมีความสำคัญต่อการหามูลค่าปัจจุบันของกระแสเงินสดในอนาคต อัตราดอกเบี้ยจึงช่วยในการประเมินและเปรียบเทียบโอกาสการลงทุน อัตราเริ่มต้น 12.3% มาจากข้อมูลอัตราดอกเบี้ยเงินกู้เฉลี่ยที่รายงานโดยธนาคารโลกในปี 2022 กรุณาตรวจสอบค่าอัตรานี้ให้เหมาะสมกับโปรเจคของคุณ

source: Project Lifetime
th: ระยะเวลาของโปรเจค

source: The period during which the system will be in operation. Components whose lifetime is below that of the project lifetime must be replaced during operation, which will be taken into account in the cost calculation. In addition, the residual value of the components is determined at the end of the project lifetime.
th: ระยะเวลาการดำเนินงารของระบบ อุปกรณ์ที่มีอายุการใช้งานสั้นกว่าระยะเวลาของโปรเจคจะต้องถูกเปลี่ยนทดแทนระหว่างการดำเนินงาน ซึ่งจะถูกนำมาพิจารณาในการคำนวณต้นทุน นอกจากนี้ มูลค่าคงเหลือของอุปกรณ์จะถูกกำหนดเมื่อสิ้นสุดระยะเวลาของโปรเจค

source: Simulation Period
th: ช่วงเวลาการจำลอง

source: Number of days used for the modelling period. For economic calculations, the project lifetime will be used.
th: จำนวนวันที่ใช้สำหรับช่วงเวลาการสร้างแบบจำลอง ระยะเวลาของโปรเจคจะถูกใช้สำหรับการคำนวณทางเศรษฐศาสตร์

source: Percentage of households with very low demand (0.6kWh/hh/day)
th: ร้อยละของครัวเรือนที่มีความต้องการใช้ไฟฟ้าต่ำมาก (0.6 kWh/ครัวเรือน/วัน)

source: Percentage of households with low demand (1.5kWh/hh/day)
th: ร้อยละของครัวเรือนที่มีความต้องการใช้ไฟฟ้าต่ำ (1.5 kWh/ครัวเรือน/วัน)

source: Percentage of households with middle demand (2.2kWh/hh/day)
th: ร้อยละของครัวเรือนที่มีความต้องการใช้ไฟฟ้าปานกลาง (2.2 kWh/ครัวเรือน/วัน)

source: Percentage of households with high demand (2.9kWh/hh/day)
th: ร้อยละของครัวเรือนที่มีความต้องการใช้ไฟฟ้าสูง (2.9 kWh/ครัวเรือน/วัน)

source: Percentage of households with very high demand (3.4kWh/hh/day)
th: ร้อยละของครัวเรือนที่มีความต้องการใช้ไฟฟ้าสูงมาก (3.4 kWh/ครัวเรือน/วัน)

source: Set Total Annual Consumption
th: ตั้งค่าการใช้ไฟฟ้ารวมต่อปี

source: The demand curve will be scaled to meet the given total demand
th: เส้นโค้งความต้องการการใช้ไฟฟ้าจะถูกปรับขนาดให้สอดคล้องกับความต้องการรวมที่กำหนด

source: Set Peak Demand
th: ตั้งค่าความต้องการไฟฟ้าสูงสุด

source: The demand curve will be scaled to meet the given peak demand
th: เส้นโค้งความต้องการการใช้ไฟฟ้าจะถูกปรับขนาดให้สอดคล้องกับความต้องการสูงสุดที่กำหนด

source: Lifetime
th: อายุการใช้งาน

source: Lifespan of the component, after expiration a replacement investment must be made
th: อายุการใช้งานของอุปกรณ์ เมื่อหมดอายุจะต้องลงทุนเปลี่ยนใหม่

source: Max. Length
th: ความยาวสูงสุด

source: Maximum allowed length of the distribution cable
th: ความยาวสูงสุดที่อนุญาตของสายจำหน่าย

source: Maximum allowed length of the connection cable
th: ความยาวสูงสุดที่อนุญาตของสายเชื่อมต่อ

source: Max. Number of Connections
th: จำนวนการเชื่อมต่อสูงสุด

source: Maximum number of consumers that can be connected to one pole
th: จำนวนผู้ใช้ไฟฟ้าสูงสุดที่สามารถเชื่อมต่อกับเสาไฟฟ้าหนึ่งต้น

source: Connection Cost
th: ต้นทุนการเชื่อมต่อ

source: Costs that arise when connecting a consumer in addition to the material costs of the cable.
th: ค่าใช้จ่ายที่เกิดขึ้นเมื่อเชื่อมต่อผู้ใช้ไฟฟ้า นอกเหนือจากต้นทุนวัสดุของสายไฟ

source: Solar Home Systems
th: ระบบโซลาร์โฮม

source: For each consumer, specific costs of grid connection are calculated and related to the consumer's consumption. If the threshold value is exceeded, a grid connection is forgone and instead a solar home system is recommended
th: จะมีการคำนวณต้นทุนเฉพาะของการเชื่อมต่อโครงข่ายสัมพันธ์กับการใช้ไฟฟ้าสำหรับผู้ใช้ไฟฟ้าแต่ละราย หากเกินค่ากำหนดที่ตั้งไว้ ผู้ใช้ไฟฟ้าจะไม่ถูกเชื่อมต่อเข้ากับโครงข่าย และแนะนำให้ใช้ระบบโซลาร์โฮมแทน

source: Max. Specific Grid Cost
th: ต้นทุนโครงข่ายเฉพาะสูงสุด

source: Optimize Capacity
th: หาความจุที่เหมาะสม

source: Capacity
th: ความจุ

source: OpEx
th: ค่าใช้จ่ายดำเนินงาน (OpEx)

source: Operating Expense (OpEx) is the cost associated with the operation of the component
th: ค่าใช้จ่ายดำเนินงาน (OpEx) คือ ค่าใช้จ่ายที่เกี่ยวข้องกับการทำงานของส่วนประกอบ

source: Min. SOC
th: สถานะประจุไฟฟ้าต่ำสุด (SOC)

source: Minimum State of Charge (SOC) of a battery refers to the lowest level at which the battery is allowed to discharge in order to prevent damage and prolong its lifespan
th: สถานะประจุไฟฟ้าต่ำสุด (SOC) ของแบตเตอรี่ หมายถึง ระดับต่ำสุดที่อนุญาตให้แบตเตอรี่คายประจุ เพื่อป้องกันความเสียหายและยืดอายุการใช้งาน

source: Max. SOC
th: สถานะประจุไฟฟ้าสูงสุด (SOC)

source: Maximum State of Charge (SOC) of a battery refers to the highest level at which the battery can be safely charged to prevent overcharging and ensure longevity
th: สถานะประจุไฟฟ้าสูงสุด (SOC) ของแบตเตอรี่ หมายถึง ระดับสูงสุดที่สามารถชาร์จได้อย่างปลอดภัย เพื่อป้องกันการชาร์จเกินและยืดอายุการใช้งาน

source: C-Rate in
th: อัตราการชาร์จเข้า (C-Rate in)

source: C-Rate out
th: อัตราการจ่ายออก (C-Rate out)

source: Roundtrip Efficiency
th: ประสิทธิภาพการใช้พลังงานแบบรอบเที่ยว

source: Operating Expense (OpEx) refers to the fixed annual costs incurred in the operation of a component, specifically excluding fuel and other variable expenses
th: ค่าใช้จ่ายดำเนินงาน (OpEx) หมายถึง ค่าใช้จ่ายประจำปีที่คงที่ในการใช้งานของส่วนประกอบ โดยไม่รวมถึงค่าเชื้อเพลิงและค่าใช้จ่ายผันแปรอื่น ๆ

source: Variable Cost
th: ต้นทุนผันแปร

source: Fuel Cost
th: ค่าใช้จ่ายเชื้อเพลิง

source: Fuel LHV
th: ค่าความร้อนเชื้อเพลิง (LHV)

source: Min. Efficiency
th: ประสิทธิภาพต่ำสุด

source: Max. Efficiency
th: ประสิทธิภาพสูงสุด

source: Min. Load
th: โหลดต่ำสุด

source: Max. Load
th: โหลดสูงสุด

source: CapEx
th: ค่าใช้จ่ายลงทุน (CapEx)

source: Capital Expenditure (CapEx) is the money that has to be spent to purchase the component
th: ค่าใช้จ่ายลงทุน (CapEx) คือ เงินที่ต้องใช้ในการซื้อส่วนประกอบ

source: Efficiency
th: ประสิทธิภาพ

source: Max. Total Shortage
th: การขาดแคลนไฟฟ้ารวมสูงสุด

source: Max. Shortage Each Timestep
th: การขาดแคลนสูงสุดในแต่ละช่วงเวลา

source: Shortage Penalty Cost
th: ค่าปรับจากการขาดแคลน
