Repository: rl-institut/offgridplanner-thailand
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Thai
th: ไทย

source: Unsupported file type. Please upload a CSV or Excel file.
th: ประเภทไฟล์ไม่รองรับ กรุณาอัพโหลดไฟล์สกุล CSV sinv Excel

source: Failed to process the file: {str(e)}
th: การดำเนินการไฟล์ล้มเหลว: {str(e)}

source: Plot type undefined
th: ยังไม่ได้กำหนดประเภทกราฟ

source: Calculation aborted
th: การคำนวณถูกยกเลิก

source: There are no results of the energy system optimization. There were no feasible solution.
th: ไม่มีผลลัพธ์จากการเพิ่มประสิทธิภาพของระบบพลังงาน เนื่องจากไม่พบวิธีแก้ปัญหาที่เป็นไปได้

source: Due to high grid costs, all consumers have been equipped with solar home systems. A grid was not built, therefore no optimization of the energy system was carried out.การหาค่าที่เหมาะสมของระบบพลังงานไม่ถูกคำนวณเพราะไม่มีการสร้างโครงข่ายไฟฟ้า
th: การประมาณความต้องการใช้ไฟฟ้า

source: Spatial Grid Optimization
th: โครงข่ายไฟฟ้าเชิงพื้นที่

source: Energy Converter Design Optimization
th: การหาค่าที่เหมาะสมของการออกแบบตัวแปลงพลังงาน

source: Project Setup
th: ตั้งค่าโปรเจค

source: Consumer Selection
th: ตัวเลือกผู้ใช้ไฟฟ้า

source: Demand Estimation
th: การประมาณความต้องการใช้ไฟฟ้า

source: Grid Design
th: รูปแบบกริด

source: Energy System Design
th: รูปแบบระบบพลังงาน

source: Calculating
th: กำลังคำนวณ

source: Simulation Results
th: ผลลัพธ์แบบจำลอง

source: Hi
th: สวัสดี

source: Please click on the link to confirm your registration
th: กรุณาคลิกที่ลิ้งค์เพื่อยืนยันการลงทะเบียน

source: If you think, it's not you, then just ignore this email.
th: หากนี่ไม่ใช่คุณ โปรดเพิกเฉยอีเมลล์ฉบับนี้

source: Log In
th: ล็อกอิน

source: Do you not have an account yet?
th: คุณยังไม่มีบัญชีผู้ใช้งาน?

source: Sign up
th: สมัครบัญชีผู้ใช้งาน

source: Forgot your password?
th: ลืมรหัสผ่าน?

source: Login
th: ล็อกอิน

source: Welcome to the Offgridplanner
th: ยินดีต้อนรับสู่ Offgridplanner

source: Do you already have an account?
th: คุณมีบัญชีผู้ใช้งานหรือยัง?

source: Log in
th: ล็อกอิน

source: Sign In
th: ลงชื่อเข้าใช้

source: My Profile
th: โปรไฟล์ของฉัน

source: Sign Out
th: ออกจากระบบ

source: Sign Up
th: สมัครบัญชีผู้ใช้งาน

source: Contact
th: ติดต่อ

source: License
th: ใบอนุญาต

source: Imprint
th: ประทับ

source: Privacy
th: นโยบายความเป็นส่วนตัว

source: Documentation
th: เอกสาร

source: Account
th: บัญชี

source: Log out
th: ล็อกเอาท์

source: Model Calculation
th: การคำนวณโมเดล

source: Calculation status is retrieved...
th: กำลังตรวจสอบสถานะการคำนวณ...

source: Send email when calculation is finished.
th: ส่งอีเมลล์เมื่อการคำนวณเสร็จสมบูรณ์

source: Go to Page with missing data
th: ไปหน้าที่ข้อมูลขาดหาย

source: Set Consumer Properties
th: กำหนดคุณสมบัติผู้ใช้ไฟฟ้า

source: Consumer Type
th: ประเภทผู้ใช้ไฟฟ้า

source: Consumer Category
th: หมวดหมู่ผู้ใช้ไฟฟ้า

source: Latitude
th: ละติจูด

source: Longitude
th: ลองจิจูด

source: Grid-/SHS-Options
th: ตัวเลือก Grid-/SHS-

source: The off-grid planning process identifies consumers for whom connection costs surpass a specified threshold during grid optimization. Economically, it may not be feasible to connect these consumers to the grid. Instead, equipping them with a solar home system is a more viable solution. Further details about this option are available on the Grid-Design page. Additionally, this page offers an option to adjust the threshold, ensuring all consumers can connect to the grid. On this very page, you also have the discretion to manually determine the connection status of specific consumers, such as schools and health centers. You can decide whether these entities should be mandatorily connected to the grid, or if the decision should be left to the optimizer based on the set threshold.
th: กระบวนการวางแผนระบบออฟกริดจะระบุผู้ใช้ไฟฟ้าที่มีค่าใช้จ่ายในการเชื่อมต่อโครงข่ายไฟฟ้า เกินกว่าค่ากำหนดระหว่างการปรับโครงข่ายไฟฟ้าให้เหมาะสม ซึ่งในเชิงเศรษฐศาสตร์อาจไม่คุ้มค่าที่จะรวมผู้ใช้กลุ่มนี้เข้ากับโครงข่ายไฟฟ้า ดังนั้น การติดตั้งระบบโซลาร์โฮมจึงเป็นทางเลือกที่เหมาะสมกว่าสำหรับผู้ใช้งานกลุ่มนี้ รายละเอียดเพิ่มเติมเกี่ยวกับตัวเลือกนี้สามารถดูได้ที่หน้าเพจ Grid-Design นอกจากนี้ ในหน้าดังกล่าวยังมีตัวเลือกในการปรับค่ากำหนด เพื่อให้มั่นใจว่าผู้ใช้ไฟฟ้าทุกคนสามารถเชื่อมต่อกับโครงข่ายได้ ในหน้านี้เอง ผู้ใช้ยังสามารถกำหนดสถานะการเชื่อมต่อของผู้ใช้ไฟฟ้าเฉพาะรายได้ด้วยตนเอง เช่น โรงเรียนและศูนย์สุขภาพ โดยสามารถตัดสินใจได้ว่า หน่วยงานเหล่านี้ควรเชื่อมต่อกับโครงข่ายโดยบังคับ หรือปล่อยให้เป็นการตัดสินใจของตัวโปรแกรมปรับโครงข่ายตามเกณฑ์ที่กำหนดไว้

source: Delete Consumer
th: ลบผู้ใช้ไฟฟ้า

source: Household
th: ครัวเรือน

source: Enterprise
th: ผู้ประกอบการ

source: Degree
th: ระดับ

source: Optimize
th: หาต่าที่เหมาะสม

source: Grid
th: กริด

source: Delete
th: ลบ

source: Number of Selected Households:
th: จำนวนครัวเรือนที่ถูกเลือก

source: Number of Selected Enterprises:
th: จำนวนผู้ประกอบการที่ถูกเลือก

source: Number of Selected Public Services:
th: จำนวนบริการสาธารณะที่ถูกเลือก

source: Import Consumers
th: นำเข้าผู้ใช้ไฟฟ้า

source: Export Consumers
th: ส่งออกผู้ใช้ไฟฟ้า

source: File type: CSV
th: ประเภทไฟล์: CSV

source: File type: XLSX
th: ประเภทไฟล์: XLSX

source: The first row of the CSV or Excel file should contain the column headers, with subsequent rows containing the respective values. The file must include a \ไฟล์จะต้องมี \
th: แสดงตัวเลือกขั้นสูง

source: Select Individual Large Enterprise Loads
th: เลือกโหลดของผู้ประกอบการขาดใหญ่แบบรายแห่ง

source: Note: Productive use enterprises selected above will not by default have added any 'large loads' (such as milling machines or electric welders etc.) and will only have typical low power appliances included. The functionality below allows the user to add, remove, and view specific types and quantities of large loads for each individual enterprise consumer.
th: หมายเหตุ: ค่าเริ่มต้นของกิจการเพื่อการผลิตที่เลือกไว้ด้านบน ไม่ได้มีการเพิ่ม 'โหลดขนาดใหญ่' (เช่น เครื่องโม่ หรือ เครื่องเชื่อมไฟฟ้า เป็นต้น) และจะมีเพียงอุปกรณ์ไฟฟ้ากำลังต่ำทั่วไปเท่านั้น ฟังก์ชันด้านล่างนี้อนุญาตให้ผู้ใช้สามารถเพิ่ม ลบ และดูประเภทและจำนวนของโหลดขนาดใหญ่สำหรับผู้ใช้ไฟฟ้าในแต่ละกิจการได้

source: Large loads to add
th: โหลดขนาดใหญ่สำหรับเพิ่ม

source: Motor
th: มอเตอร์

source: Number
th: จำนวน

source: Search location within Nigeria
th: ค้นหาตำแหน่งภายในไนจีเรีย

source: Warning
th: คำเตือน

source: OK
th: โอเค

source: Video Tutorial
th: วิดีโอตัวอย่าง

source: Your browser does not support the video tag.
th: เบราเซอร์ของคุณไม่สนับสนุนคำอธิบายบนวิดีโอ

source: Don't show again
th: ไม่ต้องแสดงอีก

source: Next
th: ต่อไป

source: Use Custom Demand Time Series:
th: ใช้ข้อมูลความต้องการใช้ไฟฟ้าตามลำดับเวลาแบบกำหนดเอง

source: Electricity Demand Profile Illustration: First Monday of Simulation Period
th: ภาพแสดงรูปแบบความต้องการใช้ไฟฟ้า: วันจันทร์แรกของช่วงการจำลอง

source: Show Total Demand
th: แสดงความต้องการทั้งหมด

source: Show Single Household Profile
th: แสดงข้อมูลครัวเรือนแบบเดี่ยว

source: Set Own Custom Shares of Households Allocated per Consumption Category
th: ตั้งค่าสัดส่วนครัวเรือนแบบกำหนดเองสำหรับแต่ละหมวดหมู่การใช้ไฟฟ้า

source: The default values correspond to the national average of rural areas
th: ค่าเริ่มต้นอ้างอิงจากค่าเฉลี่ยระดับประเทศของพื้นที่ชนบท

source: Reset
th: รีเซ็ต

source: Several typical standardized household demand profiles have been developed from roughly 3600 energy appliance ownership and usage surveys that were conducted across Nigeria in 2020 in 3 prioritized geopolitical zones. Survey details can be found in the publication here:
th: ข้อมูลมาตรฐานความต้องการใช้ไฟฟ้ารายครัวเรือนหลายรูปแบบ ถูกพัฒนามาจาก การสำรวจความเป็นเจ้าของและการใช้งานอุปกรณ์ไฟฟ้าประมาณ 3,600 ชุด ซึ่งได้ดำเนินการในปี 2020 ทั่วประเทศไนจีเรียใน 3 เขตที่มีความสำคัญทางภูมิรัฐศาสตร์ รายละเอียดการสำรวจสามารถดูได้ในเอกสารนี้:

source: The open-source Remote Area Multi-Energy Profiles simulation software (RAMP) has been used to develop 5 typical non-urban Nigerian household energy consumption categories (from Very Low to Very High). The pre-created default options below represent weighted combinations of each of these consumption categories that match the observed data in each of the geographic zones.
th: ซอฟต์แวร์โอเพ่นซอร์ส Remote Area Multi-Energy Profiles (RAMP) ถูกใช้ในการพัฒนาหมวดหมู่การใช้ไฟฟ้าในครัวเรือนนอกเขตเมืองในไนจีเรีย 5 ระดับ (ตั้งแต่ต่ำมากถึงสูงมาก) ตัวเลือกเริ่มต้นที่สร้างไว้ด้านล่างนี้ แสดงถึงการจัดกลุ่มความสำคัญของแต่ละหมวดหมู่การใช้พลังงานเหล่านี้ เพื่อให้สอดคล้องกับข้อมูลที่เก็บได้ในแต่ละเขตภูมิรัฐศาสตร์

source: Schematic of the Selected Off-Grid System
th: แผนภาพเชิงโครงสร้างของระบบออฟกริดที่เลือก

source: Demand
th: ความต้องการใช้ไฟฟ้า

source: Shortage
th: การขาดแคลน

source: Surplus
th: ไฟฟ้าส่วนเกิน

source: design
th: แบบ

source: Battery
th: แบตเตอรี่

source: Diesel Genset
th: เครื่องกำเนิดไฟฟ้าดีเซล

source: Inverter
th: อินเวอร์เตอร์

source: Rectifier
th: เรคติไฟเออร์

source: AC Bus
th: บัสไฟฟ้ากระแสสลับ

source: DC Bus
th: บัสไฟฟ้ากระแสตรง

source: September 2022
th: กันยายน 2565

source: The PV modules are simulated via
th: จำลองโมดูลโซลาร์เซลล์โดยใช้

source: incorporating the
th: โดยผนวก

source: radiation data
th: ข้อมูลการแผ่รังสี

source: Revoke pending calculation?
th: ยกเลิกการคำนวณที่ค้างอยู่หรือไม่?

source: Revoke
th: ยกเลิก

source: Wait
th: รอ

source: Watch video tutorial for further explanation of this parameter
th: ดูวิดีโอแนะนำเพื่อคำอธิบายเพิ่มเติมของพารามิเตอร์นี้

source: Off Grid Planning Tool
th: เครื่องมือวางแผนระบบออฟกริด

source: The open source tool originated from the PeopleSuN project and serves the planning of off-grid systems in Nigeria. The tool aims to perform a spatial optimization of the distribution grid as well as the design of the energy converters and energy storage.
th: เครื่องมือโอเพ่นซอร์สนี้มีที่มาจากโครงการ PeopleSuN ซึ่งถูกใช้สำหรับการวางแผนระบบโครงข่ายออฟกริดในไนจีเรีย เครื่องมือนี้มีเป้าหมายเพื่อทำการหาค่าที่เหมาะสมเชิงพื้นที่ของโครงข่ายจำหน่ายไฟฟ้า รวมถึงการออกแบบตัวแปลงพลังงานและระบบกักเก็บพลังงาน

source: The features of the tool are listed below:
th: รายการคุณสมบัติของเครื่องมือมีดังนี้:

source: Automatic identification of buildings from OpenStreetMap
th: ระบุอาคารอัตโนมัติจาก OpenStreetMap

source: Spatial optimization of the distribution grid
th: ปรับโครงข่ายจำหน่ายไฟฟ้าให้เหมาะสมตามพื้นที่

source: Design optimization of the generation systems (PV systems, battery systems, inverters and diesel-engines)
th: ออกแบบระบบผลิตไฟฟ้าให้เหมาะสม (PV, แบตเตอรี่, อินเวอร์เตอร์ และเครื่องยนต์ดีเซล)

source: Automatic identification of buildings that are better to be served by individual solar home systems.
th: ระบุอาคารที่เหมาะสมสำหรับระบบโซลาร์รายครัวเรือนโดยอัตโนมัติ

source: The tool can be tested without registration. However, users are recommended to create an account to get access to larger computing capacity and to be able to store models.แนะนำให้ผู้ใช้งานสร้างบัญชีเพื่อเข้าถึงการคำนวณขั้นสูง และการจัดเก็บโมเดล
th: ทดสอบเครื่องมือ (ไม่ใช้บัญชี)

source: Map-based Consumer Selection
th: เลือกผู้ใช้ไฟฟ้าจากแผนที่

source: For the spatial optimization of the electric grid, the geolocation of the consumers must be provided. For this, a map from OpenStreetMap is integrated into the tool. The determination of the geocoordinates of the consumers can be done in three ways:
th: การหาค่าที่เหมาะสมเชิงพื้นที่ของโครงข่ายไฟฟ้าจำเป็นต้องระบุตำแหน่งเชิงภูมิศาสตร์ของผู้ใช้ไฟฟ้า โดยในเครื่องมือนี้ได้มีการนำแผนที่จาก OpenStreetMap เข้ามาช่วยเสริม การกำหนดพิกัดภูมิศาสตร์ของผู้ใช้ไฟฟ้าสามารถทำได้ 3 วิธี:

source: Automatic detection of buildings within areas marked using drawing tools.
th: ตรวจจับอาคารอัตโนมัติในพื้นที่ที่กำหนดด้วยเครื่องมือวาด

source: Manual selection of consumer locations by placing markers on the map.
th: เลือกตำแหน่งผู้ใช้ไฟฟ้าด้วยตนเองโดยการวางหมุดบนแผนที่

source: Manual input of the geocoordinates using input fields.
th: ให้ข้อมูลพิกัดภูมิศาสตร์ด้วยตนเองผ่านช่องกรอกข้อมูล

source: PeopleSuN's project includes a demand modeling tool which utilizes both quantitative and qualitative survey data collected from various non-urban Nigerian villages. With an extensive dataset that includes responses from thousands of households and enterprises, it models appliance ownership, electricity consumption trends, and available expenditures for electricity services, and determines affordable monthly costs. The tool uses statistical models in conjunction with stochastic algorithms to generate likely distributions of electricity demand and expenditures. Initially, this is applied to the surveyed areas and then extrapolated to cover all non-urban regions in Nigeria. The model generates different consumer categories/profiles based on geographical zones and wealth categories, aiding in a nuanced and accurate prediction of electricity demand.
th: โครงการ PeopleSuN ประกอบไปด้วยเครื่องมือสร้างแบบจำลองความต้องการการใช้ไฟฟ้า ซึ่งได้มาจาก ข้อมูลการสำรวจทั้งเชิงปริมาณและเชิงคุณภาพที่เก็บจากหมู่บ้านนอกเขตเมืองหลายแห่งในไนจีเรีย ด้วยชุดข้อมูลขนาดใหญ่ที่รวมคำตอบจากครัวเรือนและสถานประกอบการหลายพันแห่ง เครื่องมือนี้จึงสามารถสร้างแบบจำลองการครอบครองเครื่องใช้ไฟฟ้า แนวโน้มการใช้ไฟฟ้า และค่าใช้จ่ายที่มีสำหรับการใช้ไฟฟ้า รวมถึงสามารถกำหนดค่าใช้จ่ายรายเดือนที่ประชาชนสามารถจ่ายได้ เครื่องมือนี้ใช้แบบจำลองทางสถิติร่วมกับอัลกอริทึมแบบสุ่มเพื่อหาความน่าจะเป็นของการกระจาย ของความต้องการใช้ไฟฟ้าและค่าใช้จ่าย เริ่มแรกจะประยุกต์ใช้กับพื้นที่ที่มีการสำรวจข้อมูล จากนั้นจึงขยายผลครอบคลุมพื้นที่นอกเขตเมืองทั้งหมดในไนจีเรีย แบบจำลองนี้สร้างกลุ่ม/โปรไฟล์ผู้ใช้ไฟฟ้าต่าง ๆ โดยที่อยู่ตามเขตภูมิศาสตร์และระดับความมั่งคั่งของผู้ใช้ไฟฟ้า เพื่อช่วยในการคาดการณ์ความต้องการไฟฟ้าอย่างละเอียดและแม่นยำ

source: Spatial Optimization of the Distribution Grid
th: ปรับโครงข่ายจำหน่ายไฟฟ้าให้เหมาะสมตามพื้นที่

source: The spatial grid optimization tool operates through a sequence of steps that ensure efficient energy system design. The tool identifies consumers, sorts them based on proximity to the load center, and meticulously calculates the optimal setup required to connect all consumers within the grid, adhering to constraints on maximum connections per consumer and maximum distance between consumers. The tool employs a clustering algorithm to determine optimal pole locations, constructs a minimum spanning tree (MST) for efficient pole interconnectivity, and connects each consumer to their nearest pole. If needed, the number of poles is increased, ensuring all constraints are met. Furthermore, long links exceeding the maximum allowed distance are segmented into smaller ones with additional poles. Thus, the tool offers a comprehensive solution for optimal grid design.
th: เครื่องมือหาค่าที่เหมาะสมเชิงพื้นที่ของโครงข่ายไฟฟ้าทำงานผ่านลำดับขั้นตอน เพื่อให้มั่นใจได้ว่าการออกแบบระบบพลังงานนั้นมีประสิทธิภาพ เครื่องมือนี้จะระบุผู้ใช้ไฟฟ้า จัดเรียงตามความใกล้กับศูนย์กลางโหลด และคำนวณการตั้งค่าที่เหมาะสมที่สุดเพื่อเชื่อมต่อผู้ใช้ไฟฟ้าทั้งหมดภายในโครงข่าย โดยยึดตามข้อจำกัดของจำนวนการเชื่อมต่อสูงสุดต่อผู้ใช้ไฟฟ้า และระยะห่างสูงสุดระหว่างผู้ใช้ไฟฟ้า เครื่องมือนี้ใช้ขั้นตอนวิธีการจัดกลุ่ม เพื่อหาตำแหน่งเสาไฟที่เหมาะสม สร้างกราฟต้นไม้ครอบคลุมขอบเขตต่ำสุด (MST) เพื่อให้การเชื่อมต่อระหว่างเสาไฟมีประสิทธิภาพ และเชื่อมต่อผู้ใช้ไฟฟ้าแต่ละรายเข้ากับเสาไฟที่ใกล้ที่สุด ในกรณีที่จำเป็นจะเพิ่มจำนวนเสาไฟเพื่อให้เป็นไปตามข้อจำกัดทั้งหมด นอกจากนี้ การเชื่อมต่อที่มีความยาวเกินกว่าระยะสูงสุดที่กำหนด จะถูกแบ่งออกเป็นช่วงที่สั้นลงพร้อมเสาไฟเพิ่มเติม ดังนั้น เครื่องมือนี้จึงเป็นโซลูชันแบบครบวงจรสำหรับการออกแบบโครงข่ายไฟฟ้าที่เหมาะสม

source: Design Optimization of the Generation System
th: ออกแบบระบบผลิตไฟฟ้าให้เหมาะสม

source: This tool excels in the design and optimization of off-grid energy systems, integrating different types of energy converters including photovoltaic (PV) systems and diesel generators, along with components like battery systems, inverters, and rectifiers. The tool uses ERA5 satellite data and PVLIB for the modeling of solar potentials in PV systems. The design optimization of the tool revolves around minimizing the Levelized Cost of Energy (LCOE), a method that considers both capital and operational costs. This results in an optimal configuration that satisfies consumer demands, modeled as a mixed-integer linear model. Leveraging the open-source modeling framework OEMOF and a high-efficiency MILP solver, the tool offers an effective solution for complex optimization challenges. The insights generated by the tool - including installed capacities, time series of system operations, investment costs, CO<sub>2</sub> emissions, and fuel requirements - provide stakeholders with invaluable information for strategic decision-making.
th: **เครื่องมือนี้มีความโดดเด่นในการออกแบบและเพิ่มประสิทธิภาพของระบบพลังงานนอกโครงข่าย โดยบูรณาการตัวแปลงพลังงานหลายประเภท เช่น ระบบเซลล์แสงอาทิตย์ (PV) และเครื่องกำเนิดไฟฟ้าดีเซล พร้อมทั้งส่วนประกอบอื่น ๆ เช่น ระบบแบตเตอรี่ อินเวอร์เตอร์ และเรกติไฟเออร์ เครื่องมือนี้ใช้ข้อมูลดาวเทียม ERA5 และ PVLIB สำหรับการจำลองศักยภาพพลังงานแสงอาทิตย์ในระบบ PV การเพิ่มประสิทธิภาพการออกแบบของเครื่องมือมุ่งเน้นที่การลดต้นทุนพลังงานตลอดอายุการใช้งาน (LCOE) ซึ่งเป็นวิธีที่พิจารณาทั้งต้นทุนการลงทุนและต้นทุนการดำเนินงาน ผลลัพธ์คือการกำหนดค่าที่เหมาะสมที่สุดที่ตอบสนองความต้องการของผู้ใช้ไฟฟ้า โดยจำลองในรูปแบบสมการเชิงเส้นจำนวนเต็มผสม ด้วยการใช้กรอบการจำลองแบบโอเพ่นซอร์ส OEMOF และตัวแก้ปัญหา MILP ที่มีประสิทธิภาพสูง เครื่องมือนี้จึงมอบโซลูชันที่มีประสิทธิภาพสำหรับความท้าทายด้านการเพิ่มประสิทธิภาพที่ซับซ้อน ข้อมูลเชิงลึกที่ได้จากเครื่องมือ เช่น กำลังการผลิตที่ติดตั้ง ลำดับเวลาในการทำงานของระบบ ต้นทุนการลงทุน การปล่อยก๊าซ CO<sub>2</sub> และความต้องการเชื้อเพลิง ช่วยมอบข้อมูลอันทรงคุณค่าแก่ผู้มีส่วนได้ส่วนเสียเพื่อใช้ในการตัดสินใจเชิงกลยุทธ์

source: About
th: เกี่ยวกับ

source: PeopleSuN is a project funded by the German Federal Ministry of Education and Research (BMBF) within the funding initiative 'Client II - International Partnerships for Sustainable Innovations'. The off-grid tool was developed by the Department of Energy Engineering and Environmental Protection at the Technische Universität Berlin in cooperation with the Reiner-Lemoine-Institute.
th: PeopleSuN เป็นโครงการที่ได้รับทุนสนับสนุนจากกระทรวงศึกษาธิการและการวิจัยแห่งสหพันธ์สาธารณรัฐเยอรมนี (BMBF) ภายใต้โครงการสนับสนุน 'Client II - International Partnerships for Sustainable Innovations' เครื่องมือออกแบบเครือข่ายออฟกริดนี้ได้รับการพัฒนาโดยภาควิชาวิศวกรรมพลังงานและการคุ้มครองสิ่งแวดล้อม มหาวิทยาลัยเทคนิคแห่งเบอร์ลิน (Technische Universität Berlin) ร่วมกับสถาบัน Reiner-Lemoine-Institute

source: Using the planing tool without registration
th: การใช้งานเครื่องมือวางแผนโดยไม่ลงทะเบียน

source: To test the planning tool, you do not need to register an account, a temporary account will be created automatically. However, if you use the planning tool without registering, please note:
th: คุณไม่จำเป็นต้องลงทะเบียนบัญชีสำหรับการทดสอบการใช้เครื่องมือวางแผน ระบบจะสร้างบัญชีชั่วคราวให้อัตโนมัติ อย่างไรก็ตาม หากคุณใช้เครื่องมือวางแผนโดยไม่ลงทะเบียน โปรดทราบว่า:

source: Your data will be automatically deleted after three hours
th: ข้อมูลของคุณจะถูกลบโดยอัตโนมัติหลังจากสามชั่วโมง

source: If you log out, you lose access to your data
th: หากคุณออกจากระบบ คุณจะไม่สามารถเข้าถึงข้อมูลของคุณได้อีก

source: The modeling time is limited to
th: เวลาสำหรับการสร้างแบบจำลองจำกัดไว้ที่

source: days
th: วัน

source: The number of allowed consumers is limited to
th: จำนวนผู้ใช้ไฟฟ้าถูกจำกัดไว้ที่

source: The calculation time of your optimization model is limited to 5 minutes
th: **เวลาในการคำนวณของแบบจำลองการเพิ่มประสิทธิภาพถูกจำกัดไว้ที่ 5 นาที

source: Please enter the letters shown below
th: โปรดพิมพ์ตัวอักษรที่ปรากฎด้านล่าง

source: Captcha
th: แคปชา

source: (Hint: capital letters only)
th: (คำใบ้: เฉพาะตัวพิมพ์ใหญ่)

source: Enter the capital letters shown above
th: พิมพ์ตัวอักษรพิมพ์ใหญ่ที่ปรากฎด้านบน

source: Continue
th: ดำเนินการต่อ

source: Cancel
th: ยกเลิก

source: Cookies
th: คุกกี้

source: This website uses cookies. These are strictly necessary to allow core website functionality such as user login and account management. The website cannot be used without them.
th: เว็บไซต์นี้ใช้คุกกี้ ซึ่งจำเป็นอย่างยิ่งเพื่อให้การทำงานหลักของเว็บไซต์เป็นไปได้ เช่น การเข้าสู่ระบบผู้ใช้และการจัดการบัญชี เว็บไซต์ไม่สามารถใช้งานได้หากไม่มีคุกกี้เหล่านี้

source: Accept
th: ยอมรับ

source: Decline
th: ปฏิเสธ

source: Planning Steps
th: ขั้นตอนการวางแผน

source: Offgridplanner was developed to guide users through the entire planning process of an off-grid system, from demand estimation and spatial grid optimization to design optimization and unit commitment of energy converters. However, individual planning steps can be skipped if needed; simply deselect the relevant options accordingly.
th: Offgridplanner ถูกพัฒนาขึ้นเพื่อแนะนำผู้ใช้ตลอดกระบวนการวางแผนของระบบออฟกริด ตั้งแต่การประมาณความต้องการใช้ไฟฟ้า การหาค่าที่เหมาะสมเชิงพื้นที่ของโครงข่ายไฟฟ้า ไปจนถึงการปรับการออกแบบและการจัดการการทำงานของตัวแปลงพลังงานให้เหมาะสม อย่างไรก็ตาม แต่ละขั้นตอนของการวางแผนสามารถข้ามได้หากจำเป็น เพียงยกเลิกการเลือกตัวเลือกที่เกี่ยวข้องตามต้องการ

source: Grid Layout
th: ผังโครงข่ายไฟฟ้า

source: Export as .xls
th: ส่งออกในรูปแบบ .xls

source: Export as PDF
th: ส่งออกในรูปแบบ PDF

source: Summary of Results
th: สรุปผลลัพธ์

source: Levelized Cost of Electricity (w/o SHS)
th: ต้นทุนไฟฟ้าปรับระดับ (LCOE) (ไม่รวม SHS)

source: Total upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นทั้งหมด

source: Share of Generation-Related Costs in LCOE
th: สัดส่วนค่าใช้จ่ายที่เกี่ยวข้องกับการผลิตไฟฟ้าใน LCOE

source: Share of Grid-Related Costs in the LCOE
th: สัดส่วนค่าใช้จ่ายที่เกี่ยวข้องกับโครงข่ายไฟฟ้าใน LCOE

source: Capacity PV
th: กำลังการผลิต PV

source: Capacity Battery
th: ความจุแบตเตอรี่

source: Capacity Diesel Generator
th: กำลังการผลิตเครื่องกำเนิดไฟฟ้าดีเซล

source: Renewable Energy Share
th: สัดส่วนของพลังงานหมุนเวียน

source: Number of grid-connected Consumers
th: จำนวนผู้ใช้ไฟฟ้าที่เชื่อมต่อกับโครงข่าย

source: Total annual Consumption (w/o SHS)
th: การใช้ไฟฟ้ารวมต่อปี (ไม่รวม SHS)

source: Annual average Demand per Consumer
th: ความต้องการไฟฟ้าเฉลี่ยต่อปีต่อผู้ใช้

source: Calculation Time
th: เวลาในการคำนวณ

source: Download Results (xlsx-Format)
th: ดาวน์โหลดผลลัพธ์ (ในรูปแบบ xlsx)

source: Download Results (PDF)
th: ดาวน์โหลดผลลัพธ์ (PDF)

source: Recalculate
th: คำนวณใหม่

source: My Projects
th: โปรเจคของฉัน

source: Results
th: ผลลัพธ์

source: GRID
th: โครงข่ายไฟฟ้า

source: Number of SHS Consumers
th: จำนวนผู้ใช้ไฟฟ้า SHS

source: Number of Poles
th: จำนวนเสาไฟฟ้า

source: Distribution Cable Length
th: ความยาวของสายจำหน่าย

source: Average Length Distribution
th: ความยาวเฉลี่ยของสายจำหน่าย

source: Connection Cable Length
th: ความยาวของสายเชื่อมต่อ

source: Average Length Connection
th: ความยาวเฉลี่ยของสายเชื่อมต่อ

source: ENERGY CONVERTERS
th: เครื่องแปลงพลังงาน

source: Surplus Electricity
th: ไฟฟ้าส่วนเกิน

source: Total Amount of Shortage
th: ปริมาณไฟฟ้าขาดแคลนรวม

source: Capacity Inverter
th: กำลังการแปลงของอินเวอร์เตอร์

source: Capacity Rectifier
th: กำลังการแปลงของเรคติไฟเออร์

source: Annual Fuel Consumption
th: การใช้เชื้อเพลิงต่อปี

source: Annual CO2 Emissions
th: การปล่อย CO2 ต่อปี

source: Annual CO2 Savings due to PV
th: การลดการปล่อย CO2 ต่อปีจาก PV

source: DEMAND
th: ความต้องการใช้ไฟฟ้า

source: Total annual Consumption
th: การใช้ไฟฟ้ารวมต่อปี

source: Peak Demand
th: ความต้องการไฟฟ้าสูงสุด

source: Base Load
th: โหลดพื้นฐาน

source: Total annual Shortage
th: การขาดแคลนไฟฟ้ารวมต่อปี

source: Max. Shortage per Time Step
th: การขาดแคลนไฟฟ้าสูงสุดต่อหนึ่งช่วงเวลา

source: Total annual Surplus
th: ไฟฟ้าส่วนเกินรวมต่อปี

source: ECONOMIC DATA
th: ข้อมูลทางเศรษฐศาสตร์

source: Grid upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นของโครงข่ายไฟฟ้า

source: PV upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นของ PV

source: Battery upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นของแบตเตอรี่

source: Inverter upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นของอินเวอร์เตอร์

source: Diesel Generator upfront Investment Cost
th: ต้นทุนการลงทุนเริ่มต้นของเครื่องกำเนิดไฟฟ้าดีเซล
